Repository: opencredit/BadgeOS-LearnDash-Add-on
Catalog: languages/badgeos-learndash-*.po
Languages: fr_fr

source: Passed Quiz
fr_fr: Quiz réussi

source: Minimum % Grade on a Quiz
fr_fr: Au minimum, la note % sur un Quiz

source: Fails Quiz
fr_fr: Quiz Échoué

source: Completed Lesson
fr_fr: Leçon Complétée

source: Completed Course
fr_fr: Cours Complété

source: Completed Course from a Tag
fr_fr: Cours complété à partir d'un Mot-Clé

source: BadgeOS LearnDash Add-On requires BadgeOS and has been <a href="%s">deactivated</a>. Please install and activate BadgeOS and then reactivate this plugin.
fr_fr: BadgeOS LearnDash Add-On requiert BadgeOS et a été <a href="%s">désactivé</a>. Installez et activez BadgeOS, puis réactivez ce plugin.

source: BadgeOS LearnDash Add-On requires LearnDash and has been <a href="%s">deactivated</a>. Please install and activate LearnDash and then reactivate this plugin.
fr_fr: BadgeOS LearnDash Add-On requiert LearnDash et a été <a href="%s">désactivé</a>. Installez et activez LearnDash, pus réactiver ce plugin.

source: %1$s triggered %2$s (%3$dx)
fr_fr: %1$s déclenché %2$s (%3$dx)

source: LearnDash Activity
fr_fr: Activité LearnDash

source: Select a LearnDash Trigger
fr_fr: Sélectionnez un Déclencheur LearnDash

source: Any Quiz
fr_fr: N'importe quel Quiz

source: Any Lesson
fr_fr: N'importe quelle Leçon

source: Any Course
fr_fr: N'importe quel Cours

source: Any Course Tag
fr_fr: N'importe quel Mot-Clé de Cours

source: Completed any quiz
fr_fr: Compléter n'importe quel Quiz

source: Completed quiz "%s"
fr_fr: Compléter le quiz "%s"

source: Completed any quiz with a score of %d or higher
fr_fr: Compléter n'importe quel quiz avec un score de %d ou plus

source: Completed quiz "%s" with a score of %d or higher
fr_fr: Compléter le quiz "%s" avec un score de %d ou plus

source: Failed any quiz
fr_fr: Échouer n'importe quel quiz

source: Failed quiz "%s"
fr_fr: Échouer le quiz "%s"

source: Completed any lesson
fr_fr: Compléter n'importe quelle leçon

source: Completed lesson "%s"
fr_fr: Compléter la leçon "%s"

source: Completed any course
fr_fr: Compléter n'importe quel cours

source: Completed course "%s"
fr_fr: Compléter le cours "%s"

source: Completed course in any tag
fr_fr: Compléter un cours avec n'importe quel mot-clé

source: Completed course in tag "%s"
fr_fr: Compléter un cours avec le mot-clé "%s"
